# FilterNumericLess Properties

---
C#Visual BasicVisual C++
Include Protected MembersInclude Inherited Members
Revit 2024 API
---
FilterNumericLess Properties
FilterNumericLess Class See Also
---
The FilterNumericLess type exposes the following members.
# Properties
| Name | Description |
| --- | --- |
| --- | --- | --- |
| IsValidObject | Specifies whether the .NET object represents a valid Revit entity.  (Inherited from FilterNumericRuleEvaluator.) |

# See Also
FilterNumericLess Class
Autodesk.Revit.DB Namespace